anysphere.cursorpyright
betajob.modulestf
clemenspeters.format-json
golang.go
meezilla.json
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode.makefile-tools
scala-lang.scala
